---
kind: property
id: P:Autodesk.Revit.DB.SymbolTypeId.LbMassPerS
source: html/454f5e39-0ce7-f1b1-52ac-1822b3edeea7.htm
---
# Autodesk.Revit.DB.SymbolTypeId.LbMassPerS Property

Symbol lb/s, indicating unit Pounds mass per second.

## Syntax (C#)
```csharp
public static ForgeTypeId LbMassPerS { get; }
```